{"podcast_details": {"podcast_title": "5 Minute Biographies", "episode_title": "Nikola Tesla - S14E10", "episode_image": "https://ssl-static.libsyn.com/p/assets/6/9/2/f/692f3b7fbcad054a/5mb-circle-badge.png", "episode_transcript": " Welcome to season 14 of the Five Minute Biographies podcast. Here is your host, Wayne Armstrong. Hi guys, welcome to the Five Minute Biographies podcast. Before we get started, I'd just like to point out that there's no advertising on this podcast, and so if you'd like to support the show, please consider subscribing to the YouTube channel at 5minutebiographies.com forward slash YouTube. Or if you'd like to support it in a more direct way by say, buying me a coffee, please check out 5minutebiographies.com forward slash coffee to see how. Also, don't forget to take a look at our sister show, Five Minute History, at 5minutehistory.com. And if you'd prefer to hear the podcast in Spanish, please check out 5minutebiographies.com forward slash Spanish. Right, with that all being said, let's get on with the show and the 10th and final episode of season 14, Nikola Tesla. Nikola Tesla was born on the 10th of July 1856 in the village of Smiljan, which is now part of Croatia but was then within the military frontier of the Austrian Empire. His father was an Eastern Orthodox priest and so was his grandfather on his mother's side. He was the second youngest of five children, having three sisters, Milka, Angelina and Marica, and an older brother called Dane, who was tragically killed in an accident whilst riding his horse when Nikola was only five. He first went to school in Smiljan where he studied German, mathematics and religion. After completing primary school and middle school he attended the Hire Rael Gymnasium in Karlovac after he moved there in 1870, where the classes were all taught in German, as was the custom in the region at the time. After completing school in 1873 Nikola returned home to Smiljan but contracted cholera and almost died, but recovered enough to run away to the mountains the following year to avoid conscription into the Austro-Hungarian army. He credited his time in the mountains with making him fitter and stronger and whilst there he made a full recovery. Nikola Tesla had what is known as an eidetic or photographic memory and was able to memorise whole books. He credited his mother for giving him the genes that enabled him to do this as well as for his creativity. On top of these abilities Tesla was also a polyglot, being able to speak eight languages, Serbo-Croatian, Czech, English, French, German, Hungarian, Italian and Latin. In 1875 Nikola Tesla enrolled at the Imperial Royal College in Graz as he had developed a fascination with electrical power following demonstrations that his physics professor had given of this new mysterious phenomenon whilst at school. He studied and worked hard and earned not only top grades but a letter of commendation from the Dean of the Technical Faculty during his first year. However, although he started off well, by his third year his grades started to fall and he left Graz in 1878 without a degree. Tesla moved to Hungary in 1881 to work at the Budapest Telephone Exchange where he was made its chief electrician. He apparently made several improvements to equipment whilst working there but by 1882 he was ready to move on and accepted a position at the Continental Edison Company in Paris where he worked on the city-wide project of installing indoor incandescent lighting. He gained an enormous amount of practical experience whilst working at Thomas Edison's company and was even tasked with making improvements to generating dynamos and motors. The person overseeing the work in Paris was Charles Bachelet and when he was recalled to the United States in 1884 he took Nikola Tesla with him. Whilst in Paris Tesla had become a troubleshooter for the company travelling to different Edison installations, resolving issues and improving dynamos and motors and this is what he ended up doing for the company when he arrived in New York. He worked at Edison in New York for around six months before he decided to quit. It isn't clear why he left but the dominating theory is that it was due to unpaid bonuses Tesla believed he had earned. One of the projects Tesla had been tasked with, which was allegedly linked to the unpaid bonuses was an arc lighting project although it was eventually shelved. However, after he left Edison, Nikola decided to pursue the technology and hired a lawyer to help him file the patents. He also found funding from two businessmen who helped him set up the Tesla Electric Light and Manufacturing Company. However, he lost everything, including the patents, when his backers pulled out, leaving him penniless and needing to take on whatever work he could find, including at one point earning only $2 per day as a dick-digger. In 1886 Tesla found new backers who were experienced at handling patents and who were interested in his ideas and the Tesla Electric Company was founded the following year with a laboratory located at 89 Liberty Street in Manhattan. The laboratory helped him to develop a range of mechanical and electrical devices and in 1888 a lucrative deal was struck after a primary competitor of Edison's, Westinghouse Electric licensed Tesla's patents for the AC induction motor. Westinghouse bought the patent outright for $216,000 in 1890, making Tesla an independently wealthy man but more importantly the money enabled him to not only set up better laboratories in and around Manhattan but also to continue working on new ideas and at various times he worked on mechanical oscillators and generators, electrical discharge tubes and early versions of x-ray imaging equipment. He even invented a wirelessly controlled boat. In 1889 Tesla had travelled to Paris and watched with immense interest the demonstrations being given by Heinrich Hertz that proved the existence of electromagnetic radiation and radio waves. He immediately set about recreating and improving on Hertz's experiments, eventually coming up with what would become named the Tesla coil, a device that was able to produce high voltage, low current, high frequency, alternating current electricity. The Tesla coil was patented in 1891 and on the 30th of July the same year at the age of 31 Tesla became a US citizen. Wireless technology was a tremendously exciting area for him and he spent a lot of time working on wireless lighting and even the idea of worldwide wireless power distribution and experimented with this using high power and high frequency electricity in New York and Colorado Springs. His work led him to also announcing ideas for wireless communication and he began an experiment in the 1890s by building an intercontinental wireless communication and power transmitter known as the Wardenclyffe Tower, but the experiment was never completed after he ran out of money and it was abandoned in 1905. Tesla continued to experiment with new ideas into the 1910s and the 1920s. Some of his experiments were successful but some were less so. He struggled to keep himself afloat financially and spent most of his life moving from hotel to hotel, often leaving behind unpaid bills. He never took a wife, once saying that he believed himself to be not good enough for any woman as women were superior to men in every way. On the 7th January 1943, Nikola Tesla died in room 3327 of the Hotel New Yorker where his body was found by a maid. During his lifetime, Tesla successfully obtained approximately 300 patents in no less than 26 countries and his name lives on in books, movies, music, television and of course in the technology that today many of us take for granted. I hope you enjoyed that episode of 5 Minute Biographies, which was the last episode in season 14. Don't worry though, season 15 will be with us in a few weeks time. But in the meantime, why not check out the YouTube channel at 5minutebiographies.com forward slash YouTube. You can also support the show simply by leaving a review wherever you get your podcasts. But if you would like to support the show more directly by say, buying me a coffee, please take a look at 5minutebiographies.com forward slash coffee to see how. Thanks for listening and I'll see you next time. Bye."}, "podcast_summary": "Summary of the podcast:\n\n- Nikola Tesla was born on July 10, 1856, in Smiljan, Croatia, then part of the Austrian Empire.\n- He had a photographic memory and could speak eight languages.\n- Tesla studied electrical power and worked at the Budapest Telephone Exchange and the Continental Edison Company in Paris.\n- He eventually moved to New York and worked for Thomas Edison before leaving due to unpaid bonuses.\n- Tesla founded the Tesla Electric Light and Manufacturing Company and later the Tesla Electric Company.\n- He developed numerous mechanical and electrical devices and patented the AC induction motor.\n- Tesla is most famous for his invention of the Tesla coil, which produced high voltage, low current, high frequency alternating current electricity.\n- He experimented with wireless technology and had designs for worldwide wireless power distribution, but his plans were never completed due to lack of funding.\n- Throughout his life, Tesla struggled financially and lived in hotels, leaving behind unpaid bills.\n- He died on January 7, 1943, with approximately 300 patents to his name.\n\nSource: \"Five Minute Biographies\" podcast, episode on Nikola Tesla.", "podcast_guest": ["Nikola Tesla", null, null], "podcast_highlights": "Highlight 1 of the podcast: \"Nikola Tesla had what is known as an eidetic or photographic memory and was able to memorize whole books.\"\n\nHighlight 2 of the podcast: \"In 1875 Nikola Tesla enrolled at the Imperial Royal College in Graz as he had developed a fascination with electrical power.\"\n\nHighlight 3 of the podcast: \"He worked at Edison in New York for around six months before he decided to quit.\"\n\nHighlight 4 of the podcast: \"The laboratory helped him to develop a range of mechanical and electrical devices and a lucrative deal was struck after a primary competitor of Edison's, Westinghouse Electric, licensed Tesla's patents for the AC induction motor.\"\n\nHighlight 5 of the podcast: \"His work led him to also announcing ideas for wireless communication and he began an experiment in the 1890s by building an intercontinental wireless communication and power transmitter known as the Wardenclyffe Tower.\""}