{"podcast_details": {"podcast_title": "The Indicator from Planet Money", "episode_title": "AI chips, shared trips, and a shorter work week", "episode_image": "https://media.npr.org/assets/img/2022/09/23/the-indicator_tile_npr-network-01_sq-cdaf29c3fae4825d9aed15df5a2ee4bdfcd95a3e.jpg?s=1400&c=66&f=jpg", "episode_transcript": " NPR. This is the Indicator for Planet Money. I'm Adrian Ma, here with Darian Woods. Hello. And super special guest this week, Sarah Gonzalez from Planet Money. Hey guys. Welcome to the show. Thank you, thank you. We are here for Indicators of the Week. We've got a pretty packed lineup with AI stock pickers, seeing what they think of the market. We're looking at the 32-hour work week, and we're investigating this Airbnb crackdown. Coming up after the break. Indicators of the Week. Darian, you're first up. What you got? My indicator is triple, which is related to the chip maker Nvidia, which has been in the spotlight a lot recently. Its share price has more than tripled this year. It's doing very, very well because a lot of AI systems use its chips. Investors were laser focused on its earnings report this week, which came in even stronger than expected. Its share price shot up even further. So are you telling me that it's too late to get on this train? We thought it might have been too late this week, but it still went up quite a lot. Whether or not it keeps going higher, I mean, I'm no psychic. Take the gamble, Adrian. Take the gamble. Buy high, sell higher, right? That's the hope from some people. But what we're seeing with Nvidia is really an extreme version of a boost that is across the board for the major AI players. So Microsoft, Meta, Alphabet, aka Google, people have been clambering to invest in these companies. They're hoping to get a slice of the AI action. Who does not want to cozy up to our robot overlords? I don't. But it's Sarah, and she's a good company, which is the robot overlords themselves. So they're a little bit down on investing in AI. There's these funds out there that use artificial intelligence to find patterns in the stock market, use those patterns to hopefully try to make money. And they haven't been investing in a lot of AI companies. AI is saying it is not a good idea to invest in AI companies? Yeah. So the Wall Street Journal reported this week that there are at least 13 funds that use AI to make decisions. And they're not investing in AI companies. The vast majority of them, though, have made worse returns than just if you'd invested in the stock market as a whole this year. I guess this does give me a little bit of optimism, because if AI was trying to take over, they would be like, you should invest in more AI. Ah, I see. I like how you're thinking. I like where your brain's at, Adrian. I mean, one AI-powered fund refused to buy Metashares because it thought it was overvalued. So it's this kind of fear that maybe these big rises aren't sustainable. So AI doesn't believe the AI hype. Yeah. It's this beautiful irony, potentially something to give investors pause when they ask whether we're in a true boom or a passing bubble. OK. And when the AI fully automates all our work, I guess we're going to be working fewer hours. And it sounds like the path towards fewer hours of work is coming up, Sarah. Darian, I have just the indicator for you. What's your indicator? 32 hours. That is how long the work week will now be in one county in Washington state. Could it be 32-hour work week and a 40-hour salary? Yes. So, OK, a lot of private companies have moved to like a four-day work week or a 32-hour work week. This is interesting because this is one of the first times that a government in the United States has made the switch. This feels big to me. It feels like a change is happening. It is a small county. It's made up of a few islands in Washington, San Juan County. It's supposed to be like stunningly beautiful. And most of its employees, 70 percent of the county's employees, will now work eight hours less every week. This is going to apply to county road crews, county clerks, park workers, nurses, people who are in charge of environmental issues. Their pay is not going to be docked. Their pay is going to stay exactly the same. They just get to work less hours a week now. It sounds dreamy. Huh. I would love to see the results of this. We've seen some studies in favor of working fewer days. Yeah. There's a big one out of the United Kingdom that basically showed that cutting hours did not actually hurt productivity and in some cases it increased productivity. I will say that I have spoken to a labor economist who's like, I've seen the studies. I know the studies. But like, come on. Of course, productivity will drop. You're working one day less. Like, of course it will. It does seem too good to be true, surely. It seems too good to be true. But actually, productivity was not the impetus for why this county, San Juan County, cut hours. They cut hours because of budget difficulty. So apparently, one of the labor unions was asking for these big pay increases for county workers to keep up with inflation. But the county didn't want to have to raise taxes to afford pay raises for county employees. So in order to keep workers and keep them happy, they cut the work week. Right. Let me get this straight. So like, people are working fewer hours, but they're not actually getting the pay raises that they wanted? Right. Technically, their hourly wage is going to go up, right? Because they get to keep their same pay for less hours. But yeah, at the end of the week, no, they won't actually have more money in their pocket. So if more free time is what you want, then this is great. You know, to like go to the doctor's appointments or whatever. But if what you need is more money, I mean, I guess you could like get a second job on the side on your new day off. Yeah, the county does say that they're not going to cut services like county offices will still be open. They're going to have consistent hours. It's just they're going to adjust them like maybe slightly less hours every day or close one day a week, things like that. The reduced hours don't apply to the county sheriff's office and management or during cases of emergencies. So I don't know, guys. This seems like the future seems like a definite trend. It seems like the indicator and planet money should just for journalism, move to a 40 work week, see if it affects our productivity. Like let's just let's just make this happen. And with that extra day, I guess you're going to be taking more vacation times, possibly staying in an Airbnb. Adrian Ma, tell us about yours. The king of the transition, Darian. I tried my best. Just quick poll. Who here has taken a trip and stayed in Airbnb? Yes, I'm a young professional in the U.S. I've I've stayed in an Airbnb. And when you stay in an Airbnb, do you like do you prefer to rent out the whole thing for yourself or do you like to kind of stay in those Airbnbs where the person's like in the other room watching TV or making eggs or something? Depends how expensive the city is. Yeah, I don't mind staying with people. OK, well, I tend to prefer the ones where I get to be by myself. But pretty soon, these listings may be pretty hard to come by if you're planning a trip to New York City. Wait, you won't be able to get the whole space to yourself. OK, so in about two weeks, the New York City government is going to start cracking down on listings because of this law that they passed last year, which bans short term rentals, which are less than 30 days long, where the host is not around. All right. So sharing your apartment for a couple of nights is OK, but renting out the entire thing is not exactly. Of course, this happens all the time on platforms like Airbnb or Verbo or booking. And the city estimates that 10,800 listings are currently illegal under the rules. So that's my indicator of the week. 10,800. And pretty soon, the people who are caught making these kinds of listings could face fines up to five thousand bucks. That's serious money. Yes. And this is obviously not good for the people who are trying to make that money on Airbnb. Right. And you know, the city's rationale for doing this is that New York has an affordable housing crisis and there's research to suggest that as Airbnb's increase in number, that means fewer units that are available for long term rental, which can contribute to higher rents. And I don't know, I think it'll be interesting to see. Maybe we'll see some studies in the future that look at what happened when you start taking away Airbnb's. Maybe more and more people are just going to start hanging out with strangers now. Yeah. What's going to happen to the social fabric? We'll all start making friends again. In the meantime, we would actually like to hear from you, our listeners. If you think you're going to be affected by this ban or a similar ban, you know, if you're a host or a traveler, we want to hear your story. Email us at indicator at NPR dot org. This episode was produced by Brittany Cronin and engineered by Robert Rodriguez. It was fact checked by Sarah Juarez. It was edited by Kakin Cannon. The indicator is a production of NPR."}, "podcast_summary": "Summary of the Podcast:\n- The stock price of chip maker Nvidia has tripled this year due to the high demand for its chips in AI systems.\n- Despite the success of AI companies, AI-powered funds have been hesitant to invest in them, indicating a potential bubble in the market.\n- San Juan County in Washington state has implemented a 32-hour work week for its employees, without reducing their pay, in an effort to manage budget difficulties.\n- New York City is cracking down on Airbnb listings that violate a law banning short-term rentals without the host present, in an attempt to address the affordable housing crisis.", "podcast_guest": ["Sarah Gonzalez", null, null], "podcast_highlights": "- Highlight 1 of the podcast: \"Investors were laser focused on [Nvidia's] earnings report this week, which came in even stronger than expected.\"\n- Highlight 2 of the podcast: \"The vast majority of [AI-powered funds] have made worse returns than just if you'd invested in the stock market as a whole this year.\"\n- Highlight 3 of the podcast: \"A big [study] out of the United Kingdom... showed that cutting hours did not actually hurt productivity and in some cases it increased productivity.\"\n- Highlight 4 of the podcast: \"So in about two weeks, the New York City government is going to start cracking down on [illegal Airbnb] listings... and the people who are caught making these kinds of listings could face fines up to five thousand bucks.\"\n- Highlight 5 of the podcast: \"The city's rationale for doing this is that New York has an affordable housing crisis and there's research to suggest that as Airbnb's increase in number, that means fewer units that are available for long term rental, which can contribute to higher rents.\""}